Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Victor Nordan (Architect - assumed certain)
nb: Victor Nordan (Arkitekt - antatt sikker)

source: Show the image "Persen’s 1977 cloth flag mounted at documenta 14 in Athens" in fullscreen
nb: Vis bildet "Persens tekstilflagg fra 1977 montert på documenta 14 i Aten" i full størrelse

source: Krohg returned to Skagen several times.
nb: Krohg vendte tilbake til Skagen ved flere anledninger.

source: "Ved Storhamar gård" relates to: Related works
nb: "Ved Storhamar gård" relaterer til: Utforsk lignende verk fra samlingen

source: (2009–2011) as one of several striking examples.
nb: (2009–2011) som et markant eksempel.

source: "Riss av rollefigur" relates to: Related works
nb: "Riss av rollefigur" relaterer til: Utforsk lignende verk fra samlingen

source: "Vi dreper Biko hver dag" relates to: Related works
nb: "Vi dreper Biko hver dag" relaterer til: Utforsk lignende verk fra samlingen

source: Victor Lottin (Artist for cartoon/modello i.a.)
nb: Victor Lottin (Kunstner for mønster/kartong e.l.)

source: "Statue av San Giovanni Nepomuceno, Riva del Garda" relates to: Related works
nb: "Statue av San Giovanni Nepomuceno, Riva del Garda" relaterer til: Utforsk lignende verk fra samlingen

source: "Den yngste sønns avskjed" relates to: Related works
nb: "Den yngste sønns avskjed" relaterer til: Utforsk lignende verk fra samlingen

source: - by tradition)
nb: - etter tradisjon)

source: In 1874, at 29 years, she decided to travel to Munich.
nb: I 1874, 29 år gammel, bestemt hun seg for å reise til München.

source: "To nisser sett bakfra" relates to: Related works
nb: "To nisser sett bakfra" relaterer til: Utforsk lignende verk fra samlingen

source: Quinten Massijs (Artist for cartoon/modello i.a.
nb: Quinten Massijs (Kunstner for mønster/kartong e.l.

source: The Norwegian designer Hanna Visund is clearly inspired by Marianne Brandt.
nb: Den norske designeren Hanna Visund er tydelig inspirert av Marianne Brandt.

source: "Vindmølle på Sele" relates to: Related works
nb: "Vindmølle på Sele, Sele" relaterer til: Utforsk lignende verk fra samlingen

source: Perhaps it is modern people’s intense quest and need for meaning and “something more” that we see here?
nb: Er det moderne menneskers intense leting og behov for mening og «noe mer» vi her observerer?

source: Johannes Küssel (by erroneus tradition)
nb: Johannes Küssel (ifølge feilaktig tradisjon)

source: Stölzl was the only female "master" (professor) at Bauhaus, and after Bauhaus established its architecture department in 1927 she completely restructured the teaching approach in the weaving programme, from a craft orientation to a more industrial orientation.
nb: Hun var den eneste kvinnelige «master» (professor) ved Bauhaus, og hadde siden Bauhaus etablerte sin arkitekturavdeling i 1927 totalt omstrukturert programmet til vevstuen fra en håndverkspreget til en mer industrirettet undervisning.

source: I met Christer in 1959, next to Monoprix.
nb: Jeg møtte Christer i 1959.

source: Adolph Tidemand (Artist for cartoon/modello i.a.)
nb: Adolph Tidemand (Kunstner for mønster/kartong e.l.)

source: Salvator Rosa (attributed to)
nb: Salvator Rosa (ifølge feilaktig tradisjon)

source: For Baldessari, art is the same as communication; the pictures and the text are equally meaningful, but the context between the various elements can seem disjointed and absurd.
nb: For Baldessari er kunst det samme som kommunikasjon, både bildene og teksten er like betydningsfulle, men konteksten mellom de ulike uttrykkene kan virke forrykket og absurd.

source: , sharing a room with, among others, J.C. Dahl, Knud Baade and August Cappelen.
nb: , i et rom sammen med blant andre J.C. Dahl, Knud Baade og August Cappelen.

source: Torleif Ruud (Historical event, person, place, with affiliation)
nb: Torleif Ruud (Historisk hendelse, person, sted, med tilknytning)

source: Philippe Starck (Historical event, person, place, with affiliation)
nb: Philippe Starck (Historisk hendelse, person, sted, med tilknytning)

source: Han-dynastiet (Historical event, person, place, with affiliation)
nb: Han-dynastiet (Historisk hendelse, person, sted, med tilknytning - antatt)

source: Only traces of the video recordings that form the basis of the work – depicting the moving walkways at the Châtelet metro station in Paris – are visible after the video has been processed by Bjørgeengen and scored by Jöelle Léandre.
nb: Bare spor av video-opptakene som er utgangspunktet for verket – fra rullefortauene på metrostasjonen Châtelet, Paris – er synlige etter at videoen er prosessert til musikk av Jöelle Léandre.

source: Born 1891 in Overhalla, Nord-Trøndelag, death 1981 in Oslo
nb: Født 1891 i Overhalla, Nord-Trøndelag, død 1981 i Oslo

source: "Jente i stabbursdør, Eidsborg" relates to: Related works
nb: "Jente i stabbursdør, Eidsborg" relaterer til: Utforsk lignende verk fra samlingen

source: In the course of the year, the public are invited to experience key works from the museum’s collection in exhibition spaces such as Kunstnernes Hus, Blaafarveværket, Dronning Sonja KunstStall, and the Teknisk Museum.
nb: I løpet av året inviteres publikum til å oppleve sentrale verk fra museets samling på visningssteder som Kunstnernes Hus, Blaafarveværket, Dronning Sonja KunstStall og Teknisk museum.

source: Herwa Plast A/S (Manufactured by - assumed certain)
nb: Herwa Plast A/S (Produsent - antatt sikker)

source: She first took the introductory course held by Josef Albers and fellow Hungarian László Moholy-Nagy.
nb: Hun tok først introduksjonskurset til Josef Albers og landsmannen László Moholy-Nagy.

source: Here he found an outlet for his sense of humour and his enthusiasm for stories, fairy tales, the comedic and, not least, the magic of nature.
nb: Her får han utløp for sin humoristiske sans og begeistring for anekdoter, eventyr, komikk og, ikke minst, for det trolske i naturen.

source: Frida Hansen Show the image "Frida Hansen, "Eventyrslottet" ("The Fairytale Castle"), 1907" in fullscreen
nb: Vis bildet "Frida Hansen, «Eventyrslottet», 1907" i full størrelse

source: "Figurstudier til Legende XI" relates to: Related works
nb: "Figurstudier til Legende XI" relaterer til: Utforsk lignende verk fra samlingen

source: Kitao Masanobu (by erroneus tradition)
nb: Kitao Masanobu (ifølge feilaktig tradisjon)

source: "Asnières" relates to:
nb: "Asnières" relaterer til:

source: live streaming on Facebook.
nb: live strømming på Facebook.

source: "To liggende kyr" relates to: Related works
nb: "To liggende kyr" relaterer til: Utforsk lignende verk fra samlingen

source: and a Kodak instamatic.
nb: og et Kodak Instamatic-kamera.

source: "Studie til "Frokost I"" relates to: Related works
nb: "Studie til "Frokost I"" relaterer til: Utforsk lignende verk fra samlingen

source: Hubert v. Heyden (by erroneus tradition)
nb: Heyden (ifølge feilaktig tradisjon)

source: "Sittende mann med stav" relates to: Related works
nb: "Sittende mann med stav" relaterer til: Utforsk lignende verk fra samlingen

source: During her long career, which ran from 1953 to 1997, she left her mark on more than 120 cabins, houses and boathouses through solo and collaborative projects.
nb: I løpet av hennes lange karriere mellom 1953 og 1997, var Selmer med på å prege over 120 hytter, hus og naust gjennom egne prosjekter og samarbeidsprosjekter.

source: Andrea del Sarto (by erroneus tradition)
nb: Andrea del Sarto (ifølge feilaktig tradisjon)

source: "Gustav Vasa taler til bondealmuen i Mora kirke" relates to: Related works
nb: "Gustav Vasa taler til bondealmuen i Mora kirke" relaterer til: Utforsk lignende verk fra samlingen

source: "Fjord nord for Bergen" relates to: Related works
nb: "Fjord nord for Bergen" relaterer til: Utforsk lignende verk fra samlingen

source: In 2021 the National Museum has curatorial responsibility for of the Nordic pavilion at the Venice Biennale of Architecture.
nb: Nasjonalmuseet har i 2021 kurator- og prosjektlederansvar for den nordiske paviljongen under arkitekturbiennalen i Venezia.

source: Born 1771 in Århus, Danmark, death 1812 in Trondheim, Trondheim
nb: Født 1771 i Århus, Danmark, død 1812 i Trondheim, Trondheim

source: "Hånd med bok" relates to: Related works
nb: "Hånd med bok" relaterer til: Utforsk lignende verk fra samlingen

source: Jacques Callot (Artist for cartoon/modello i.a.
nb: Jacques Callot (Kunstner for mønster/kartong e.l.

source: It is unknown who designed the garment, but it was probably produced in London in 1895.
nb: Det er ukjent hvem som står bak blusens design, men den er sannsynligvis produsert i London i 1895.

source: Chippendale (Historical event, person, place, with affiliation)
nb: Chippendale (Historisk hendelse, person, sted, med tilknytning)

source: Christian Heinrich Grosch (Artist for cartoon/modello i.a.)
nb: Johan Henrik Nebelong (Kunstner for mønster/kartong e.l.)

source: In 1611, she was raped by the landscape painter Agostino Tassi, who was a friend of her father’s.
nb: I 1611 ble hun voldtatt av en antatt venn av hennes far, landskapsmaleren Agostino Tassi.

source: Why has a 600-year-old vase from China been in Norway for over 100 years?
nb: Hvorfor har en 600 år gammel vase fra Kina vært i Norge i over 100 år?

source: Marco Dente (by erroneus tradition)
nb: Marco Dente (ifølge feilaktig tradisjon)

source: Baldisholteppet, between 1150 and 1190.
nb: Baldisholteppet, mellom 1150 og 1190.

source: As an artist, Bergman was situated at the interface between the Norwegian and international art scenes.
nb: Som kunstner befant Bergman seg i krysningspunktet mellom et norsk og et internasjonalt kunstmiljø.

source: This painting was created during Revold’s breakthrough year as an artist, and was included in the Centennial Exhibition in Kristiania in 1914, where Revold participated as a member of the breakaway group “The 14”.
nb: Bildet hører til Revolds gjennombruddsår som kunstner og var med på Jubileumsutstillingen i Kristiania i 1914 der han deltok i utbrytergruppen ”De 14”.

source: Hannoversch Münden (Manufactured by - uncertain)
nb: Hannoversch Münden (Produsent - usikker)

source: As a result, Nørregaard had to change the composition and enlarge the figure of Christ.
nb: Resultatet ble at Nørregaard måtte endre komposisjonen og forlenge Kristusskikkelsen.

source: In the 1960s Strømme returned to a dark, nocturnal imagery, now in more abstracted forms and often in large formats.
nb: Fra 1960-årene gjenopptok Strømme arbeidet med sine mørke, nattlige motiver, nå i abstraherte former og ofte i store formater.

source: "Vignett, Olav Tryggvasons saga" relates to: Related works
nb: "Vignett, Olav Tryggvasons saga" relaterer til: Utforsk lignende verk fra samlingen

source: Using the flag I had made in 1977 as my starting point – who was I as an artist, a Sami artist and a human being in the autumn of 2016?”
nb: Med utgangspunkt i flagget jeg laget i 1977 – hvem var jeg som kunstner, samisk kunstner og menneske høsten 2016?

source: Louis Bevalet (Artist for cartoon/modello i.a.
nb: Louis Bevalet (Kunstner for mønster/kartong e.l.

source: Francesco Fontebasso (by erroneus tradition)
nb: Francesco Fontebasso (ifølge feilaktig tradisjon)

source: "Skip utenfor Valløy" relates to: Related works
nb: "Skip utenfor Valløy" relaterer til: Utforsk lignende verk fra samlingen

source: September to December 2016 was described as ‘Framing
nb: 2016, ble kalt «Framing the Annual Provocation» og besto

source: years researching and facilitating participatory and pedagog-
nb: kumsdeltakelse og undervisning i kunstmuseer og andre

source: How are people of colour represented in art, exhibitions and promotional activities?
nb: Hvordan blir melaninrike kunstnere representert i kunsten, i utstillinger og i formidlingen?

source: ""Villa di Tasso", Sorrento" relates to: Related works
nb: ""Villa di Tasso", Sorrento" relaterer til: Utforsk lignende verk fra samlingen

source: "To eldre kvinner i prat" relates to: Related works
nb: "To eldre kvinner i prat" relaterer til: Utforsk lignende verk fra samlingen

source: "Rigi sett fra Zugersee" relates to: Related works
nb: "Rigi sett fra Zugersee" relaterer til: Utforsk lignende verk fra samlingen

source: Haukeland began his artistic training in Oslo, where he studied under Per Palle Storm and Stinius Fredriksen in 1944–45 at an underground art school founded during the German occupation.
nb: Hans kunstutdannelse startet i Oslo, i 1944-45 studerte han med Per Palle Storm og Stinius Fredriksen ved Det illegale akademi.

source: "Eidsborg stavkirke i tåke" relates to: Related works
nb: "Eidsborg stavkirke i tåke" relaterer til: Utforsk lignende verk fra samlingen

source: "Ved Hemsila (detalj)" relates to: Related works
nb: "Ved Hemsila (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: He reported to the newspapers Fædrelandsvennen, Gudbrandsdalen and Dagbladet in November 1932 on the closure: "Bauhaus is glass, steel and concrete", he wrote.
nb: Han rapporterte til avisene Fædrelandsvennen, Gudbrandsdalen og Dagbladet i november 1932 om stengingen: «Glass, stål og betong det er Bauhaus», skrev han.

source: Scandinavian Airlines System (SAS) (Commissioner) Creation date:
nb: Scandinavian Airlines System (SAS) (Oppdragsgiver) Gjuteri AB Fundator (Produsent)

source: Born 1851 in Stavanger, death 1909 in Skagen, Danmark
nb: Født 1851 i Stavanger, død 1909 i Skagen, Danmark

source: "Santi Giovanni e Paolo, Roma" relates to: Related works
nb: "Santi Giovanni e Paolo, Roma, St Giovanni et Paulo" relaterer til: Utforsk lignende verk fra samlingen

source: Kielland was known for her strong opinions and occasionally biting wit.
nb: Kielland var kjent for sine sterke meninger og til tider skarpe replikk.

source: The notebooks are printed in Oslo and paper from Hellefoss Paper AS in Hokksund.
nb: Notatb¹kene er fra All Pine Press er trykket i Oslo og papir fra Hellefoss Paper AS i Hokksund.

source: "Valdresgård, Opdal ved Skogstad" relates to: Related works
nb: "Valdresgård, Opdal ved Skogstad" relaterer til: Utforsk lignende verk fra samlingen

source: Tidemand was probably interested in painting the young man because of his skin colour.
nb: Tidemand var sannsynligvis interessert i å male den unge mannen på grunn av hudfargen hans.

source: Arts Council Norway had commissioned them to design the decorations for architect Kjell Lund’s Láhpoluoppal Primary School in Kautokeino.
nb: Norsk kulturråd hadde gitt dem i oppdrag å lage utsmykking til arkitekt Kjell Lunds Láhpoluoppal skole i Kautokeino.

source: The National Museum, Robert Meyer Collection" in fullscreen
nb: Nasjonalmuseet, Robert Meyer Collection." i full størrelse

source: "Barn sett bakfra" relates to: Related works
nb: "Barn sett bakfra" relaterer til: Utforsk lignende verk fra samlingen

source: Judith is still holding the murder weapon – Holofernes’ own sword – in her right hand.
nb: Judit holder fortsatt drapsvåpenet – Holofernes' eget sverd – i sin høyre hånd.

source: Uidentifisert, hollandsk (assumed certain)
nb: Uidentifisert, hollandsk (antatt sikker)

source: Christian Krohg managed both.
nb: Christian Krohg ble begge deler.

source: "Utsikt mot Vang kirke, Hamar" relates to: Related works
nb: "Utsikt mot Vang kirke, Hamar" relaterer til: Utforsk lignende verk fra samlingen

source: It cost over 300 people their lives to say: “Enough is enough!
nb: Det kostet over 300 mennesker livet å si: – Nok er nok!

source: Frida Hansen was also influenced by national themes, but was particularly associated with international impulses that were opposed to creating a national identity.
nb: Frida Hansen lot seg også påvirke av det nasjonale, men ble særlig forbundet med internasjonale impulser som sto i motsetning til det å skape en nasjonal identitet.

source: "Riss av kappespenner" relates to: Related works
nb: "Riss av kappespenner" relaterer til: Utforsk lignende verk fra samlingen

source: also painted in 1848, and
nb: , også det malt i 1848, og

source: Unlike his friend, colleague, and brother-in-law Christian Krohg, Thaulow had no wish to propagate a political or social message in his paintings.
nb: I motsetning til sin venn, kollega og svoger Christian Krohg, ønsket ikke Thaulow et politisk eller samfunnsengasjert budskap i sine malerier.

source: She created revolutionary light-reflecting and sound-absorbing textiles, which were used in architect Hans Scharoun's famous Villa Schminke (1933).
nb: Hun skapte revolusjonerende lysreflekterende og lydabsorberende tekstiler, som blant annet ble brukt i arkitekt Hans Scharouns berømte Villa Schminke (1933).

source: "Aften i en røykstue" relates to: Related works
nb: "Aften i en røykstue" relaterer til: Utforsk lignende verk fra samlingen

source: Many of the communal projects were driven by ideals of liberation of workers and women.
nb: Mange av kollektivhusene fra var drevet frem av idealer om frigjøring av arbeidere og kvinner.

source: Born 05.01.1906 in Kristiania, Oslo, death 16.06.1994 in Oslo
nb: Født 05.01.1906 i Kristiania, Oslo, død 16.06.1994 i Oslo

source: Hans Gude (assumed certain)
nb: Hans Gude (antatt sikker)

source: Show the image "Kay Bojesen, Toy, After 1930" in fullscreen
nb: Vis bildet "Kay Bojesen, Leketøy, Etter 1930" i full størrelse

source: Anthony van Dyck (assumed certain)
nb: Anthony van Dyck (antatt sikker)

source: Cavaliere d'Arpino (by erroneus tradition)
nb: Cavaliere d'Arpino (ifølge feilaktig tradisjon)

source: The exhibition is the largest presentation of Munthe's design and craft since 1917, with 250 works showcasing his comprehensive efforts as an artist for the industry.
nb: Utstillingen er den største presentasjonen av Munthes design og kunsthåndverk siden 1917 og rommer nærmere 250 verk som viser hans omfattende innsats som kunstner for industrien.

source: At one stage he was a member of Otto Steinert's group Fotoform, which advocated a subjective and creative perspective rather than a more distant and objective one.
nb: Han var en periode med i Otto Steinerts gruppe Fotoform, som fremmet et subjektivt og kreativt blikk fremfor det mer distanserte og objektive.

source: The folk tale “Soria Moria Palace” was first published in written form by Peter Christen Asbjørnsen and Jørgen Moe in the early 1840s.
nb: Folkeeventyret «Soria Moria slott» ble første gang skrevet ned og publisert av Peter Christen Asbjørnsen og Jørgen Moe tidlig i 1840-årene.

source: (Norwegian parliament) (1950–54, demolished in 1972), and his own
nb: (1950–54, revet 1972) og i sitt eget

source: Jan van Bijlert, "Dice Players", probably 1620's.
nb: Jan van Bijlert, «Terningspillere», antagelig 1620-årene.

source: Brothels and procurement of sexual services were made illegal in Paris in 1960, but buying and selling sex was still allowed.
nb: I 1960 ble det forbudt med bordeller og hallikvirksomhet i Paris, men det å kjøpe og selge sex var fortsatt tillatt.

source: In 1981 she worked for three weeks as a chambermaid at the Hotel C. Man in Venice.
nb: I 1981 fikk hun en treukers jobb som stuepike ved Hotel C.

source: Rastad & Relling (tegnekontor) (Responsible for assignment)
nb: Kunstnere: Rastad & Relling (tegnekontor) (Ansvarlig for oppgave)

source: "Hender med vindruer" relates to: Related works
nb: "Hender med vindruer" relaterer til: Utforsk lignende verk fra samlingen

source: partners, including the people taking part and finally that it
nb: kvalitet, at den er åpen og klar og involverer alle parter,

source: He also took part in the curator Harald Szeemann’s famed “When Attitudes Become Form” exhibition in Bern in 1969 and at “9 at Castelli” in New York in 1968, where he and Giovanni Anselmo were hailed as European exponents of a new, process- based form of art.
nb: I tillegg deltok han på kuratoren Harald Szeemanns berømte utstilling «When Attitudes Become Form» i Bern 1969 og på «9 at Castelli» i New York i 1968, hvor han og Giovanni Anselmo ble løftet frem som europeiske eksponenter for en ny, prosessbasert kunst.

source: "Liggende kalv" relates to:
nb: "Liggende kalv" relaterer til:

source: They later lived in Munich and Paris, where she also studied, before returning home to Christiania.
nb: De bodde også i München og Paris, hvor Dietrichson også studerte, før de flyttet hjem til Christiania.

source: "Landskap i tordenvær" relates to: Related works
nb: "Landskap i tordenvær" relaterer til: Utforsk lignende verk fra samlingen

source: Roepstorff explores the intersection between collage, mobile sculpture, and the stage.
nb: utforsker hun grenselandet mellom collage, bevegelig skulptur og teater.

source: Show the image "Wilhelm von Hanno: “Design for a National Archive Building”, 1853.
nb: Vis bildet "Wilhelm von Hanno: «Forslag til bygning for Riksarkivet», 1853.

source: Awarded the King's Medal of Merit in gold in 1915
nb: Mottok kongens fortjenestemedalje i gull i 1915

source: Løw’s works are abstract and also borrow elements from modernist movements in design, constructivism, and minimalism.
nb: Løw arbeider med et abstrakt formspråk, med elementer fra modernistiske retninger innen design, konstruktivisme og minimalisme.

source: , at Kunstnernes hus in 1932, was inspiring to many of the German-oriented Norwegian artists.
nb: Utstillingen «Nyere tysk kunst», på Kunstnernes hus i 1932, var inspirerende for mange av de Tyskland-orienterte norske kunstnerne.

source: Gerhard Munthe’s most significant contributions as an illustrator/designer came in his work with the 1899 deluxe edition of Snorri Sturluson’s Heimskringla.
nb: Gerhard Munthes største innsats som illustratør og designer var arbeidet med den store Snorre-utgaven som utkom i 1899.

source: C.L. Petersen (Artist for cartoon/modello i.a.
nb: Petersen (Kunstner for mønster/kartong e.l.

source: was purchased for the collection by the Museum of Contemporary Art in 1991 as its first piece of video art.
nb: ble kjøpt inn av Museet for samtidskunst i 1991 som det første videoverket i samlingen.

source: The Italian-born artist moved to Paris in 1906 and dithered for a while between sculpture and painting.
nb: Den italienskfødte kunstneren hadde kommet til Paris i 1906 og vaklet en stund mellom billedhuggerkunsten og maleriet.

source: "Gående gutt i landskap" relates to: Related works
nb: "Gående gutt i landskap" relaterer til: Utforsk lignende verk fra samlingen

source: Borring & Rognerud AS (Responsible for assignment)
nb: Borring & Rognerud AS (Ansvarlig for oppgave)

source: "Figurscene" relates to:
nb: "Figurscene" relaterer til:

source: He was also inspired by German expressionism, French cubism, Byzantine art, and the fragmented tesserae of mosaics.
nb: Han hentet også inspirasjon fra tysk ekspresjonisme, fransk kubisme, bysantinsk kunst og mosaikkenes fragmenterte tesserae.

source: The silhouette of the steeples reveals that the city is Greifswald, the artist’s birthplace, depicted in reverse.
nb: Silhuetten av kirketårnene avslører at byen er Greifswald, kunstnerens fødeby, fremstilt speilvendt.

source: "Foss og bro, Galdane i Lærdal" relates to: Related works
nb: "Foss og bro, Galdane i Lærdal" relaterer til: Utforsk lignende verk fra samlingen

source: "Figur med fele" relates to: Related works
nb: "Figur med fele" relaterer til: Utforsk lignende verk fra samlingen

source: Conservator at the National Museum, Thierry Ford, shows you some secrets of the famous
nb: Malerikonservator i Nasjonalmuseet, Thierry Ford, viser deg noen ting du kanskje ikke visste om

source: "Kvinnefigur" relates to:
nb: "Liggende kvinnefigur" relaterer til:

source: "Hare" relates to:
nb: "Hare" relaterer til:

source: "Båt med fem figurer, Napoli" relates to: Related works
nb: "Båt med fem figurer, Napoli" relaterer til: Utforsk lignende verk fra samlingen
